[
  {
    "stage": 1,
    "description": "In 2013, Gov. Jay Inslee proposed a $36 million fund for clean energy projects, which was approved by the legislature in June of that year. There were four people who played important roles in this process:\n\n•Rogers Weed, former director of the state Dept. of Commerce\n\n•David Kaplan, a consultant for Commerce under Weed\n\n•Daniel Malarkey, former deputy director of Commerce\n\n•Michael Carr, former attorney at Commerce\n\nWe’ll come back to these names later, but keep them in mind.\n"
  },
  {
    "stage": 2,
    "description": "The Clean Energy Fund allocates $15 million of its funding for smart grid grants. These grants are given to electric utilities, and intended to fund research on batteries, software, and other ways of bringing solar and wind power into the electric grid. \n"
  },
  {
    "stage": 3,
    "description": "Four utilities bid on the smart grid grants, and three of them won—one public, and two private. Those three are:\n\n•Snohomish PUD ($7.3M)\n•Puget Sound Energy ($3.8M)\n•Avista ($3.2M)"
  },
  {
    "stage": 4,
    "description": "Of course, the real purpose of the grants is to get money to local startup companies that are working on smart grid technology. Two companies in particular will benefit from these grants: 1Energy, and UniEnergy.\n"
  },
  {
    "stage": 5,
    "description": "Remember the names from earlier? Those four people, who were responsible for drafting and awarding grants from the Clean Energy Fund, now work for these two startups, benefiting from those same grants.\n\n•David Kaplan founded 1Energy after he finished consulting for the Commerce Department.\n•Rogers Weed, who ran Commerce, works for 1Energy.\n•Daniel Malarkey, former Deputy Director for Commerce, left in 2013 and then wrote the successful grant application for SnoPUD.\n•Michael Carr, who negotiated the details of contracts with grant winners in May and July of 2014, left in August 2014 to work for UniEnergy."
  },
  {
    "stage": 6,
    "description": "All four workers insist that they haven’t done anything wrong, according to the state’s ethics regulations. A hearing is likely to find the same result. But it’s hard to escape the conclusion that the financial arrangements behind this funding are a little bit shady.\n"
  }
]