[
  {
    "stage": 1,
    "date": 2013,
    "description": "In 2013, Gov. Jay Inslee proposed a $36 million Clean Energy Fund, which was approved by the Legislature in June of that year. Here are some of the officials and consultants at the state Department of Commerce who helped direct state energy policy before and during the fund's creation: \n\n- *Rogers Weed*, former director of the state Department of Commerce\n- *David Kaplan*, a consultant for Commerce under Weed\n- *Daniel Malarkey*, former deputy director of Commerce\n- *Michael Carr*, former attorney at Commerce\n\nWe’ll come back to these names later, so keep them in mind.\n"
  },
  {
    "stage": 2,
    "description": "The Clean Energy Fund allocated up to $15 million for \"smart grid\" grants. Those were given to utilities, which provided matching funds. The goal was to develop new software and battery storage to help bring more solar and wind power to the electric grid."
  },
  {
    "stage": 3,
    "description": "Four utilities bid on the smart grid grants, and three won — one public, two private. They were:\n\n- *Snohomish PUD* ($7.3 million)\n- *Puget Sound Energy* ($3.8 million)\n- *Avista* ($3.2 million)"
  },
  {
    "stage": 4,
    "description": "Two startup companies, Seattle software developer 1Energy and Mukilteo battery-maker UniEnergy, are among the key subcontractors on those utility projects."
  },
  {
    "stage": 5,
    "description": "Remember the names from earlier? Each of those four people now works for the startups benefiting from the clean energy grants.\n\n- *David Kaplan*, who had consulted for Commerce and later worked for SnoPUD, founded 1Energy.\n- *Rogers Weed*, who was director of Commerce until February 2013, now works for 1Energy.\n- *Daniel Malarkey*, former Commerce deputy director, left for 1Energy in September 2013 and helped write grant applications to win energy-fund money.\n- *Michael Carr* negotiated details of contracts with grant winners for Commerce. After those were finalized in July 2014, he left and was hired by UniEnergy the next month.\n"
  },
  {
    "stage": 6,
    "description": "All four men say they haven’t done anything wrong and are confident complaints about them to the state ethics board will be dismissed. But critics, including some legislators and a former Commerce manager, say the revolving door looks bad, even if the letter of the law was followed.\n"
  }
]