[
  {
    "stage": 1,
    "date": 2013,
    "description": "In 2013, Gov. Jay Inslee proposed a $36 million Clean Energy Fund, which was approved by the legislature in June of that year. Officials and consultants at the state Department of Commerce helped shape energy policy and the legislation, including: \n\n- Rogers Weed, former director of the state Dept. of Commerce\n- David Kaplan, a consultant for Commerce under Weed\n- Daniel Malarkey, former deputy director of Commerce\n- Michael Carr, former attorney at Commerce\n\nWe’ll come back to these names later, but keep them in mind.\n"
  },
  {
    "stage": 2,
    "description": "The Clean Energy Fund allocates $15 million of its funding for smart grid grants. These grants are given to electric utilities, and intended to fund research on batteries, software, and other ways of bringing solar and wind power into the electric grid. \n"
  },
  {
    "stage": 3,
    "description": "Just four utilities bid on the smart grid grants, and three of them won—one public, and two private. Those three are:\n\n- Snohomish PUD ($7.3M)\n- Puget Sound Energy ($3.8M)\n- Avista ($3.2M)"
  },
  {
    "stage": 4,
    "description": "Two startup companies, Seattle software developer 1Energy and Mukilteo battery-maker UniEnergy, are key subcontractors on those utility projects."
  },
  {
    "stage": 5,
    "description": "Remember the names from earlier? Each of those four people now work for the startups benefiting from the clean energy grants.\n\n- David Kaplan founded 1Energy after he finished consulting for Commerce and developing his business with SnoPUD\n- Rogers Weed, who ran Commerce, works for 1Energy\n- Daniel Malarkey, former Deputy Director for Commerce, left in 2013 and then wrote clean-energy fund grant applications for SnoPUD and 1Energy\n- Michael Carr, who negotiated the details of contracts with grant winners finalized in July 2014, joined UniEnergy that August"
  },
  {
    "stage": 6,
    "description": "All four men say they haven’t done anything wrong and are confident complaints to the state ethics board about them will be dismissed. But critics, including some legislators and a former Commerce manager, say the revolving door looks bad, even if the letter of the law was followed.\n"
  }
]